Repository: DennyLaus/WunderLINQ-iOS
Catalog: WunderLINQ/*.lproj/Localizable.strings
Languages: es

# main_title
source: Motorcycle
es: Moto

# disclaimer_alert_title
source: WARNING!
es: ¡AVISO!

# disclaimer_alert_body
source: Do not attempt to enter route information or adjust the WunderLINQ while driving. Failure to pay full attention to the operation of your vehicle could result in death, serious injury, or property damage. You assume total responsibility and risk for using this device.
es: No intente introducir información de rutas ni ajuste el WunderLINQ mientras conduce. Si no presta toda su atención al manejo de su vehículo, podría provocar la muerte, lesiones graves o daños materiales. Usted asume toda la responsabilidad y el riesgo por el uso de este dispositivo.

# disclaimer_ok
source: I agree
es: Aceptar

# disclaimer_quit
source: Quit
es: Salir

# negative_alert_title
source: Functionality limited
es: Funcionalidad limitada

# negative_location_alert_body
source: Since location access has not been granted, this app will not be able to save waypoints or log your location.
es: Como el acceso a la localización no ha sido permitido, esta aplicación no podrá almacenar waypoints ni registrar (log) su localización.

# negative_write_alert_body
source: Since Photo Library access has not been granted, this app will not be able to save photos.
es: Como el acceso a la librería de fotos no ha sido permitido. esta aplicación no podrá guardar fotos.

# negative_media_alert_body
source: Since Media Library access has not been granted, this app will not be able to play music.
es: Como el acceso a la librería de multimedia no ha sido permitido, esta aplicación no podrá poner música.

# negative_contacts_alert_body
source: Since contact access has not been granted, this app will not be able to display contacts to call.
es: Como el acceso a los contactos no ha sido permitido, esta aplicación no podrá mostrar los contactos para llamarlos.

# negative_camera_alert_body
source: Since camera access has not been granted, this app will not be able to take photos or videos.
es: Como el acceso a la cámara no ha sido permitido, esta aplicación no podrá tomar fotos ni videos.

# negative_microphone_alert_body
source: Since microphone access has not been granted, this app will not be able to record videos.
es: Como el acceso al mícrófoto no ha sido permitido, esta aplicación no podrá grabar videos.

# negative_notification_body
source: Since notifcations were not allowed, this app will not be able to send notifcations for faults
es: Como las notificaciones no están permitidas, esta aplicación no podrá enviar notificaciones por fallos

# negative_alert_btn_ok
source: Open Settings
es: Abrir Ajustes

# negative_alert_btn_cancel
source: Cancel
es: Cancelar

# bt_powered_off
source: Bluetooth on this device is currently powered off.
es: El Bluetooth en este dispositivo está actualmente apagado.

# bt_not_supported
source: This device does not support Bluetooth Low Energy.
es: Este dispositivo no soporte Bluetooth Low Energy (BTE).

# bt_not_authorized
source: This app is not authorized to use Bluetooth Low Energy.
es: Esta aplicación no está autorizada para usar Bluetooth Low Energy (BTE).

# bt_resetting
source: The BLE Manager is resetting; a state update is pending.
es: El gestor de Bluetooth (BLE) se está reseteando; una actualización está pendiente.

# bt_unknown
source: The state of the BLE Manager is unknown.
es: El estado de gestor de Bluetooth (BLE) es desconocido.

# bt_ready
source: Bluetooth LE is turned on and ready for communication.
es: El Bluetooth (BLE) está activo y preparado para la comunicación.

# bt_alert_title
source: Central Manager State
es: Estado del Gestor Central

# waypoints_label
source: Waypoints
es: Puntos de paso

# rdc_front_label
source: Front Tire
es: Neumático Delantero

# rdc_rear_label
source: Rear Tire
es: Neumático Trasero

# engine_temp_label
source: Engine Temp
es: Temp. Motor

# ambient_temp_label
source: Ambient Temp
es: Temp. Ambiente

# odometer_label
source: Odometer
es: Odómetro

# gear_label
source: Gear
es: Marcha

# settings_label
source: Settings
es: Ajustes

# appsettings_label
source: App Settings
es: Ajustes de aplicación

# about_label
source: About
es: Acerca de

# close_label
source: Close
es: Cerrar

# hwsettings_label
source: HW Settings
es: Ajustes del Hardware

# fw_config_title
source: WunderLINQ Settings
es: Ajustes del WunderLINQ

# wwtype_label
source: Wheel Type
es: Tipo de Rueda

# wwMode1
source: Full
es: Completa (Full)

# sensitivity_label
source: Hold Sensitivity
es: Sensitividad de Mantener (Hold)

# config_write_label
source: Save Settings
es: Ajustes de Guardar (Save)

# hwsave_alert_title
source: Warning!
es: ¡Aviso!

# hwsave_alert_body
source: After saving new hardware settings, the WunderLINQ hardware will become unstable and will need to be removed and reinstalled into the cradle.
es: Después de almacenar nuevos ajustes del hardware, el hardware WunderLINQ será inestable y necesitará ser sacado y, a continuación, repuesto de nuevo en su ubicación (cuna predisposición del GPS)

# hwsave_alert_btn_ok
source: Continue
es: Continuar

# hwsave_alert_btn_cancel
source: Cancel
es: Cancelar

# about_title
source: About
es: Acerca de

# version_label
source: Version:
es: Versión:

# credits_label
source: Credits
es: Créditos

# alert_label_fuel
source: Route to the nearest fuel station?
es: ¿Ruta a la gasolinera más cercana?

# alert_title_fuel
source: Low Fuel
es: Combustible bajo

# alert_btn_close
source: Close
es: Cerrado

# fault_title
source: Active Faults
es: Fallos Activos

# trips_title
source: Recorded Trips
es: Rutas guardadas

# trip_view_title
source: Trip
es: Ruta

# trip_view_waypoint_start_label
source: Start
es: Comenzar

# trip_view_waypoint_end_label
source: End
es: Terminar

# trip_view_tv_distance
source: Distance
es: Distancia

# trip_view_tv_duration
source: Duration
es: Duración

# trip_view_tv_speed
source: Speed (Avg/Max)
es: Velocidad (Med/Máx)

# trip_view_tv_shifts
source: Gear Shifts
es: Cambios de Marcha

# trip_view_tv_brakes
source: Brakes (Front/Rear)
es: Frenos (Delantero/Trasero)

# trip_view_tv_ambient
source: Ambient Temp (Min/Avg/Max)
es: Temp. Ambiente (Mín/Med/Máx)

# trip_view_tv_engine
source: Engine Temp (Min/Avg/Max)
es: Temp. Motor (Mín/Med/Máx)

source: hours
es: horas

source: minutes
es: minutos

source: seconds
es: segundos

# waypoint_title
source: Saved Waypoints
es: Puntos de Ruta (Waypoints) guardados

# waypoint_view_title
source: Saved Waypoint
es: Waypoints guardados

# waypoint_view_tv_date_label
source: Date Recorded
es: Fecha registrada

# waypoint_view_tv_lat_label
source: Latitude
es: Latitud

# waypoint_view_tv_lon_label
source: Longitude
es: Longitud

# waypoint_view_tv_label_label
source: Label
es: Etiqueta

# waypoint_view_bt_open
source: Open in Map App
es: Abrir en App de Mapas

# waypoint_view_bt_nav
source: Navigate
es: Navegar

# waypoint_view_bt_share
source: Share
es: Compartir

# waypoint_view_bt_delete
source: Delete
es: Borrar

# compass_title
source: Compass
es: Brújula

# north_west
source: NW
es: NO

# south_west
source: SW
es: SO

# west
source: W
es: O

# music_title
source: Music
es: Música

# quicktask_title
source: Quick Tasks
es: Tareas frecuentes

# task_title_navigation
source: Navigation
es: Navegación

# task_title_gohome
source: Go Home
es: Ir a casa

source: Home
es: Casa (Home)

# geocode_error
source: Problem looking up geocode
es: Hay un problema buscando un geocode

# toast_address_not_set
source: No Go Home address set in Settings
es: No está disponible la dirección "Ir a casa" en los Ajustes

# task_title_favnumber
source: Call Favorite Number
es: Llamar a número favorito

# toast_phone_not_set
source: No Call Home phone number set in Settings
es: No está disponible el número favorito en los Ajustes

# task_title_callcontact
source: Call Contact
es: Llamar a contacto

# task_title_photo
source: Take Photo
es: Tomar foto

# task_title_selfie
source: Take Selfie
es: Tomar Selfie

# task_title_start_record
source: Start Video Recording
es: Comenzar grabación

# task_title_stop_record
source: Stop Video Recording
es: Terminar grabación

# task_title_start_trip
source: Start Trip Log
es: Comenzar Log de Ruta

# task_title_stop_trip
source: Stop Trip Log
es: Terminar Log de Ruta

# task_title_waypoint
source: Save Waypoint
es: Guardar Waypoint

# task_title_settings
source: Settings
es: Ajustes

# toast_waypoint_saved
source: Waypoint Saved
es: Punto de ruta guardado

# task_title_waypoint_nav
source: Navigate to Waypoint
es: NAvegar a Waypoint

# toast_photo_taken
source: Photo Taken!
es: ¡Foto guardada!

# time_header
source: Time
es: Tiempo

# latitude_header
source: Latitude
es: Latitud

# longitude_header
source: Longitude
es: Longitud

# altitude_header
source: Altitude
es: Altitud

# gpsspeed_header
source: GPS Speed
es: Velocidad GPS

# gear_header
source: Gear
es: Marcha

# enginetemp_header
source: Engine Temperature
es: Temperatura del Motor

# ambienttemp_header
source: Ambient Temperature
es: Temperatura Ambiente

# frontpressure_header
source: Front Tire Pressure
es: Presión Neumático Delantero

# rearpressure_header
source: Rear Tire Pressure
es: Presión Neumático Trasero

# odometer_header
source: Odometer
es: Odómetro

# voltage_header
source: Voltage
es: Voltaje

# throttle_header
source: Throttle Position
es: Posición del acelerador

# frontbrakes_header
source: Front Brakes
es: Frenos Delanteros

# rearbrakes_header
source: Rear Brakes
es: Frenos Traseros

# shifts_header
source: Shifts
es: Cambios

# ambientlight_header
source: Ambient Light
es: Luz ambiental

# speed_header
source: Speed
es: Velocidad

# avgspeed_header
source: Average Speed
es: Velocidad Media

# cconsumption_header
source: Current Consumption
es: Consumo Actual

# fueleconomyone_header
source: Fuel Economy 1
es: Combustible 1

# fueleconomytwo_header
source: Fuel Economy 2
es: Combustible 2

# fuelrange_header
source: Fuel Range
es: Rango/Alcance

# contactlist_title
source: Contacts
es: Contactos

# waypoints_nav_title
source: Waypoints
es: Puntos de ruta

# fault_ABSSLF
source: ABS self-diagnosis not completed
es: El auto-diagnóstico del ABS no se ha completado

# fault_ABSERR
source: ABS error
es: Error del ABS

# fault_ABSDAC
source: ABS deactivated
es: ABS desactivado

# fault_ASCSLF
source: ASC self-diagnosis not completed
es: El auto-diagnóstico del ASC no se ha completado

# fault_ASCINT
source: ASC intervention
es: Intervención del ASC

# fault_ASCERR
source: ASC error
es: Error del ASC

# fault_ASCDAC
source: ASC deactivated
es: ASC desactivado

# fault_FUELF
source: Low Fuel
es: Combustible Bajo

# fault_TIREFWF
source: Front Tire Pressure Warning
es: Aviso de presión del Neumático Delantero

# fault_TIRERWF
source: Rear Tire Pressure Warning
es: AViso de presión del Neumático Trasero

# fault_TIREFCF
source: Front Tire Pressure Critical
es: Presión crítica del Neumático Delantero

# fault_TIRERCF
source: Rear Tire Pressure Critical
es: Presión crítica del Neumático Trasero

# fault_LAMPAFL1
source: Additional front light 1
es: Luz frontal adicional 1

# fault_LAMPAFL2
source: Additional front light 2
es: Luz frontal adicional 2

# fault_LAMPDAY
source: Daytime running light
es: Luz de Marcha Diurna

# fault_LAMPFLI
source: Front left indicator
es: Indicador Delantero Izquierdo

# fault_LAMPFRI
source: Front right indicator
es: Indicador Delantero Derecho

# fault_LAMPRLI
source: Rear left indicator
es: Indicador Trasero Izquierdo

# fault_LAMPRRI
source: Rear right indicator
es: Indicador Trasero Derecho

# fault_LAMPFPK1
source: Front parking light 1
es: Luz de Aparcamiento Delantera 1

# fault_LAMPFPK2
source: Front parking light 2
es: Luz de Aparcamiento Delantera 2

# fault_LAMPLOW
source: Low-beam
es: Luz de cruce

# fault_LAMPHI
source: High-beam
es: Luz de carretera (largas)

# fault_LAMPREAR
source: Rear Light
es: Luz Trasera

# fault_LAMPBRK
source: Brake Light
es: Luz de Freno

# fault_LAMPLIC
source: License plate Light
es: >Luz de la Matrícula

# fault_LAMPRFOG
source: Rear Fog Light
es: Luz Trasera Antiniebla

# fault_LAMPADDD
source: Additional dipped/high-beam
es: Luz adicional de cruce/carretera

# fault_LAMPADDB
source: Additional brake light
es: Luz adicional de freno

# fault_LAMPFL1
source: Front lamp 1
es: Lámpara Delantera 1

# fault_LAMPFL2
source: Front lamp 2
es: Lámpara Delantera 2

# fault_ICEWARN
source: Ice Warning
es: Aviso por Hielo

# fault_GENWARNFSYLW
source: The general warning light flashes yellow
es: La luz general de avisos parpadea en amarillo

# fault_GENWARNSHYLW
source: The general warning light shows yellow
es: La luz general de avisos está fija en amarillo

# fault_GENWARNFSRED
source: The general warning light flashes red
es: La luz general de avisos parpadea en rojo

# fault_GENWARNSHRED
source: The general warning light shows red
es: La luz general de avisos está fija en rojo

# fault_OILLOW
source: Engine oil level too low
es: Nivel de aceite del motor bajo
